<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>


<div style='width:45%'>
<ul>
<li style='text-align:left;'>А.В. Беспалов, Н.И. Харитонов.  Системы управления химико-технологическими процессами. Учебное пособие для вузов. - М.: ИКЦ "Академкнига", 2007. - 690 с.
 </li><br>
 <li style='text-align:left;'>А.В. Беспалов, Н.И. Харитонов. Задачник по системам управления химико-технологическими процессами. Учебное пособие для вузов. - М.: ИКЦ "Академкнига", 2005. - 307 с.
 </li><br>
 <li style='text-align:left;'>А.В. Беспалов, В.Н. Грунский, Н.И. Харитонов. Системы управления химико-технологическими процессами.Иллюстративные материалы. - М.: РХТУ им. Д.И. Менделеева, 2012. - 76 с.
</li>
 </ul>


</div>